[Common]
AIMP.VK.Menus.ML.AddToMyMusic=Lisa failid minu audiokogusse
AIMP.VK.Menus.ML.AddToAlbum=Lisa failid albumisse
AIMP.VK.Menus.ML.FindLyrics=Leia loo sõnad...
AIMP.VK.Menus.ML.Download=Lae failid alla...
AIMP.VK.Menus.ML.Delete=Eemalda
AIMP.VK.Menus.PL.AddToMyMusic=Lisa failid minu audiokogusse
AIMP.VK.Menus.PL.AddToAlbum=Lisa failid albumisse
AIMP.VK.Menus.PL.FindLyrics=Leia loo sõnad...
AIMP.VK.Menus.PL.Download=Lae failid alla...
AIMP.VK.Menus.CreateSmartPL=Loo "tark" mänguloend
AIMP.VK.ML.GroupingPreset.Default=Vaikimisi

[AIMPVKPlugin]
Caption=VKontakte
Music=Audikogu
MusicFromAlbum=Album
MyMusic=Minu audiokogud
MyFriends=Minu sõbrad
MyGroups=Minu grupid
MyRecommendations=Minu soovitused
MyNewsFeed=My News
NewAlbum=Uus album
Popular=Populaarne
Search=Otsing VK-s
SearchByGroupID=ID või grupi järgi
SearchByUserID=ID või kasutaja järgi
SelectTheFriend=Valige sõber
SelectTheGroup=Valige grupp
SearchStringRequired=Sisestage otsimis päring
NoData=Pole andmeid.\nTäpsustage otsingut.
Wall=Sein
L1=VK: Autoriseerimine
L2=Vajalik on autoriseerimine VK.com lehel
L3=Sõnad: "%s"
L4=Otsin...
L5=Mõningad toimingud on veel pooleli. Soovite peatada?
L6=VK: Muusika laadimine
L7=Lisandprogramm lõpetas muusika laadimise.
Q1=Kas soovite kustutada valitud kirjed oma lehelt?

[AIMPVKPlugin.Settings]
C1=VКоntakte
CB1=Otsi tulemusi VKontakte andmebaasist
GB1=Аutoriseerimine
GB2=Näita esitatava loo nime staatuses
GB3=Muusika allalaadimise kaust
B1=Autoriseerimine
B2=Välju
L1=Olete sisse logitud kui: %s
L2=Valige see kui tahate, et staatuses näidataks ka muid esitatavaid lugusi (Väljaspool VK-d).